<template>
  <div class="userrule">
    <h2>【鸽子游戏俱乐部】会员条款 </h2>
    <article>


<p>特别提示</p>
<p>上海朔迈信息科技有限公司（以下简称“朔迈科技”）在此特别提醒您，在您注册和办理成为鸽子平台租借会员之前，请认真阅读本《鸽子平台会员服务条款》（以下简称“服务条款”），确保您充分理解服务条款中各条款，包括免除朔迈科技责任的条款及限制会员权利的条款。请您审慎阅读并选择接受或不接受本服务条款。除非您接受本服务条款所有条款，否则您不得注册、登录或使用本服务条款所涉服务。您的注册、登录、使用等行为将视为对本服务条款的接受，并同意接受本服务条款各项条款的约束。</p>
<p>本服务条款约定朔迈科技与您之间关于鸽子游戏平台租借会员服务的各项事项。“会员”是指注册、登录、使用本服务条款中朔迈科技提供的各种服务的个人。鸽子游戏会员服务是有偿的增值服务，会员必须完全同意本服务条款，并完成付费，才能享受相关服务。</p>
<p>本服务条款是基于鸽子游戏平台的《用户协议》而制定，是其不可分割的一部分。同时，朔迈科技不时发布的关于会员服务的各种规范、规则等也是本服务条款的一部分。您选择接受本服务条款，开通会员服务成为会员用户，即表示您同意接受本服务条款、《用户协议》及各种规范、规则的各项约束，并将遵守。如果您不接受本服务条款，则不能享受本服务条款所涉会员服务。</p>
<p>本服务条款可由朔迈科技随时更新，更新后的服务条款一旦公布即代替原来的服务条款，恕不再另行通知，用户可在本网站查阅最新版服务条款。</p>
<p>一、总则</p>
<p>1、鸽子游戏是由朔迈科技创建、运行的关于游戏租借和分享交流的平台。</p>
<p>2、鸽子用户是指完成全部注册流程，愿意接受鸽子游戏《用户协议》并在鸽子游戏相关使用规范的规定下使用鸽子游戏服务的注册用户。</p>
<p>3、鸽子游戏会员服务是鸽子游戏为鸽子游戏用户提供的有偿增值服务，用户向鸽子游戏支付相关费用后，方可享受专门为会员提供的各项服务。</p>
<p>4、鸽子游戏会员必须遵守鸽子游戏《用户协议》及本服务条款。</p>
<p>二、服务费用</p>
<p>1、会员资格是以用户通过一次性支付人民币的方式购买会员服务。朔迈科技将根据不同的购买方式和数量，向用户提供不同幅度的优惠，具体优惠信息以会员资格支付页上内容为准。</p>
<p>2、朔迈科技可以根据实际情况随时调整会员服务费用标准，经调整的会员服务费用标准将在会员资格支付页上显示，用户按调整后的服务费用标准支付后方可享有或延续会员资格。已按原会员服务费用标准购买会员服务的用户，无需补充缴纳差额，其会员资格以及所享有的会员服务在一年内不受影响。</p>
<p>三、服务内容</p>
<p>1、鸽子游戏将为会员主要提供包括但不限于游戏租借服务和商品购买。</p>
<p>2、鸽子游戏提供XBOXONE、PSV和PS4正版国内引进游戏租借。</p>
<p>3、鸽子游戏可以根据实际情况随时调整会员服务内容。</p>
<p>四、服务的开通和终止</p>
<p>1、鸽子游戏用户完成用户注册程序，并通过鸽子游戏平台提供的付费途径完成会员费用的支付后，即取得鸽子游戏会员资格。</p>
<p>2、鸽子游戏用户通过鸽子游戏平台完成会员注册，所提交的内容与个人资料必须真实有效。当会员的个人资料发生变化时，会员应及时修改注册的个人资料，否则由此造成的会员权利不能全面有效行使或其他任何后果、责任由会员自行承担。</p>
<p>3、当某个平台被破解后，朔迈科技有权取消某个平台的租借服务，并且只能留下手上游戏以及提供比市场价便宜的破解服务。</p>
<p>4、每款游戏盘或者卡带上都有唯一防伪编号。会员发生不诚信的现象，朔迈科技有权立即取消会员资格。</p>

<p>5、游戏如果损坏，请及时和客服联系，给予解决方法。未寻求解决方法，直接用损坏或者假冒的游戏换借，朔迈科技有权立即取消会员资格。</p>

<p>6、会员收到货物之后，请检查好再签收，如果游戏有损坏或者任何问题，拒绝签收，并及时联系客服。签收后，如果出现游戏损坏，由会员自身负责。</p>

<p>7、为防止同行恶意竞争和差评师，本会员涉及到的电商上，不接受恶意差评和差的追评以及投诉获取利益，如果出现则无押金退还，并且追究法律责任。如果出现换借问题可以拨打平台中的投诉电话进行投诉。</p>
<p>五、会员的权利和义务
<p>1、鸽子游戏会员享有会员的权利，同时应遵守朔迈科技的各项规范、规则，包括但不限于本服务条款和《用户协议》。</p>
<p>2、因违反鸽子游戏《用户协议》而导致会员服务被暂停使用的相关损失，由用户自行承担。</p>
<p>3、会员可以享受对应鸽子游戏会员的各项服务。具体为：
<p>(1) 租期不限制。
<p>每款游戏到手有首租期，快到期时可无限续租，续租只需要在电子会员系统中点击续租按钮即可。</p>
<p>(2) 实体版游戏和数字版游戏（数字版目前只针对PS4）均可租借。同时租借以实体版为主，数字版为辅。</p>
<p>4、如会员主动终止或取消会员资格，朔迈科技不负责退还该会员对应的服务费用。</p>
<p>5、会员自行承担在鸽子游戏中传送、发布信息及使用鸽子游戏免费服务或收费服务的法律责任，会员使用鸽子游戏服务，包括免费服务与收费服务的行为，均应遵守各项法律法规、规章、规范性文件（以下简称“法律法规”）。</p>
<p>六、朔迈科技的权利和义务</p>
<p>1、朔迈科技有义务保证遵守本服务条款、鸽子游戏《用户协议》及各项规范、规则的会员正常使用会员服务，当出现技术故障影响会员服务的正常提供时，朔迈科技应尽快排除故障，但对于会员因此产生的任何损失，朔迈科技不承担责任。</p>
<p>2、鸽子游戏在未经会员授权时，不得公开、编辑或透露会员注册及保存的非公开信息，但法律法规明确规定及《用户协议》约定的情形除外。</p>
<p>3、朔迈科技将通过鸽子游戏系统对会员进行通知和公告。</p>
<p>4、因不可抗力造成会员服务提供的中断或其它缺陷，朔迈科技不承担任何责任，但将尽力减少因此给会员造成的损失和影响。</p>
<p>5、因会员原因造成的鸽子游戏帐号密码泄露，鸽子游戏不承担责任，同时为避免鸽子游戏帐号被盗用后滥用而引起法律风险，鸽子游戏可以在用户举报该情形后采取一切措施避免第三方对用户的会员帐号实施操作行为，而不论该第三方基于何种目的、获取方式是否善意。</p>
<p>6、因会员在使用鸽子游戏免费服务或收费服务的过程中，故意进行有损朔迈科技、鸽子游戏平台、其他鸽子游戏用户合法权益的行为，或存在《用户协议》约定的相关情形，朔迈科技有权取消该会员的会员资格或中断一项或多项会员服务而无须给予任何补偿，并保留追究该会员法律责任的权利。</p>
<p>7、因会员在使用鸽子游戏免费服务或收费服务的过程中，存在违反法律法规的行为，朔迈科技有权取消该会员的会员资格而无须给予任何补偿，且该会员须自行承担全部责任。</p>
<p>七、关于快递
<p>（1）每次实体游戏通过邮寄或自取的方式。换借的邮费包含两次，来和去。会员邮费（包含来回）由会员自理。换借时，寄回的快递费由会员自行支付给快递公司，寄给会员的快递费一般从账户鸽子币里扣除。自取需要5个鸽子币手续费。</p>
<p>（2）仓库收到寄回游戏检查无误后便可发出会员需要的游戏，遇到发货量大，需要采购，节假日等情况会出现延迟发货。</p>
<p>（5）邮寄的方式分为：顺丰到付和默认快递。顺丰到付需要加收5个鸽子币手续费。</p>

<p>默认邮寄费为（单位为鸽子币）：</p>

<p>【江浙沪】（10）</p>

<p>【安徽】（12）</p>

<p>【新疆、西藏、内蒙古、宁夏、甘肃、青海】（20）</p>

<p>【其他】（15）</p>

<p>（6）快递模式分为普通模式和极速模式。普通模式需要会员寄还手上游戏，仓库检查无误后再将需要的游戏寄出；极速模式在会员寄出游戏时，可同时发出需要的游戏，但需要账户持有并冻结鸽子币300（两款游戏需要600）。</p>
<p>（7）VIP会员每款游戏需要一定鸽子币手续费。</p>
<p>八、关于押金和退款</p>
<p>1、押金在退会员时，按照记录退回。</p>
<p>2、租借游戏市场金额超过300，则需要补上100押金，在合适的时候退还补上的费用。（会员租借的第一次游戏不需要补上押金。）</p>
<p>例如vip会员租借了一款游戏价格为350元，那么就需要补上100的额外押金，退回游戏后会退还。游戏租借的市场价格在平台的列表中都明确标注。</p>
<p>3、VIP1、VIP2、VIP3会员退会分别退还200、400、600元人民币或者选择保留手上游戏。当游戏平台破解时，只能留下手上游戏而不能选择退款。</p>
<p>4、购买会员七天内，可以按照每天一款游戏10元的租借费扣除后退款。七天后，退会，只能按照八-3中的约定退会。时间按照在手上时间为准。</p>
<p>5、退会时，鸽子币无法退回。</p>
<p>6、退款通过支付宝转账、银行卡转账方式，时间在3个工作日内。</p>
<p>7、会员在够买的一个月内可按照一天每款15元租借费加寄出快递费扣除后退还。超过一个月只能按照本条款第八条中的第3条执行。</p>
<p>九、关于游戏</p>
<p>1、游戏租借流程为</p>
<p>(1)还回游戏：会员先在鸽子游戏平台中进行自助还回操作</p>
<p>(2)租借游戏：操作完还回后的任意时间，在自助租借里面选择需要的游戏和填写相应信息，提交。</p>
<p>(3)发出游戏：仓库收到寄回游戏，检查无误后会发出会员需要的游戏（极速模式会立即发出）。</p>
<p>全程均是会员自助在鸽子游戏平台内操作完成，无需联系客服以及填写字条。会员寄回游戏状态以及寄出游戏状态和物流信息，均可在鸽子游戏平台中登录个人账户查看。</p>
<p>2、会员邮寄快递，需要注意游戏包装，对于光盘类游戏需要在盒子里垫上泡泡纸或者面纸，防止光盘在运输过程中脱落。同时外壳也需要包装安全。游戏寄回的状态信息可自助在平台内查看。</p>

<p>3、新游戏在市场价格稳定后提供租借，具体时间根据游戏的不同而不同，一般国行游戏会在第一时间提供。</p>
<p>4、vip1会员一次可租借一款，vip2会员一次可租借两款，vip3会员一次可租借三款。</p>
<p>5、游戏不可能无限量供应，超出了我们的采购限额，需要等待游戏周转。</p>
<p>6、考虑到保值问题，如果确定会发售中文版的游戏，在中文版发售之前，其他语言版本暂时不进行采购。</p>

<p>7、对于球类体育类游戏，由于其寿命短暂，内容重复，为了能让俱乐部持续经营下去，在会员中不会提供租借。</p>
<p>8、热门游戏均提供租借，冷门游戏鸽子游戏平台有权拒绝提供租借。</p>
<p>9、鸽子游戏提供XBOXONE、PSV和PS4正版国内引进游戏租借。非国内引进游戏的提供属于分享研究使用。如果需要，朔迈科技会随时配合相关部门停止提供未引进游戏的分享。</p>
<p>十、其他</p>
<p>1、游戏丢失，会员可以自行购买一样的游戏（新旧均可），归还即可；也可以按照二手市场价值补偿相等的金额。</p>

<p>2、游戏磨损，如果属于正常不重要的磨损，无碍；但若产生了功能性的磨损，则需要补偿卡带的二手市场金额，破损的游戏由会员保留。我们有专门的货物检查室，全方位记录仓库收货拆包测试运行等流程。具体为：</p>
<p>(1)光盘出现明显划痕（影响运行并且拍照能看到）或者出现一厘米以上划痕，需要会员重新提供没有划痕游戏或（新旧均可）者按照二手市场价格赔偿。</p>
<p>(2)包装盒轻度损坏，但可以盒盖，无碍；包装盒重度损坏，不可盒盖，赔偿30人民币；包装盒丢失，赔偿50人民币。以上赔偿均可换成会员提供不损坏的包装盒。</p>
<p>3、朔迈科技不时发布的关于会员服务的规范、规则等，是本服务条款不可分割的一部分。</p>
<p>4、如本服务条款与《用户协议》发生冲突或本服务条款无规定时，应以《用户协议》的规定为准。</p>
<p>5、本服务条款的解释，效力及纠纷的解决，适用中华人民共和国法律。若会员和朔迈科技之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，会员同意将纠纷或争议提交朔迈科技住所地有管辖权的人民法院管辖。</p>
</article>
  </div>
</template>

<script>
export default {
  name: 'userrule'

}
</script>


<style scoped>
.userrule {
  background-color: #fff;
  padding: 40px 32px;
}
.userrule h2{
  font-size: 18px;
  font-weight: 100;
  text-align: center;
  margin-bottom: 20px;
}
.userrule article{
  font-size: 14px;
  color: #555;
  line-height: 24px;
}
.userrule article p{
  margin-bottom: 6px;
}
</style>
